Repository: hartenthaler/hh_legal_notice
Catalog: resources/lang/*.po
Languages: ca

source: Should a gravatar image be shown (see www.gravatar.com)?
ca: S'ha de mostrar una imatge gravada (vegeu www.gravatar.com)?

source: Club or Organization
ca: Club o Organització

source: Name of club or organization
ca: Nom del club o d l'organització

source: Address data
ca: Dades de l'adreça

source: Additional address line
ca: Línia d'adreça addicional

source: Street name and house number
ca: Nom del carrer i número de casa

source: City including zip code
ca: Ciutat, inclòs el codi postal

source: Communication data
ca: Dades de comunicació

source: Phone number (including country prefix, e.g. "+49 30 123456")
ca: Número de telèfon (inclòs el prefix del país, p. ex., "+34 999123456")

source: Fax number (including country prefix, e.g. "+49 30 654321")
ca: Número de fax (inclòs el prefix del país, p. ex., "+34 999123456")

source: eMail address
ca: Adreça de correu electrònic

source: Should a simple eMail link be used (if "no": subject and body of eMail are generated, too)?
ca: S'ha d'utilitzar un simple enllaç de correu electrònic (si "no": tema i cos del correu electrònic, també)?

source: Registration data
ca: Dades registrals

source: Label like "VAT ID No." or other registration number label
ca: Etiqueta com ara "NÚMERO D'IDENTIFICACIÓ FISCAL" o una altra etiqueta de número de registre

source: Registration number
ca: Número de registre

source: Additional contacts to be shown
ca: Contactes addicionals que es mostraran

source: Should the tree contacts be shown (there are maybe genealogical and technical contacts defined)?
ca: S'han de mostrar els contactes de l'arbre (potser hi ha contactes genealògics i tècnics definits)?

source: Should the administrators of this website be shown?
ca: S'han de mostrar els administradors d'aquest lloc web?

source: Hosting service
ca: Servei de hosting

source: Country of the webtrees server location (in English language, e.g. "Germany")
ca: País de la ubicació del servidor webtrees (en anglès, p. ex. "Germany")

source: Name of hosting service company
ca: Nom de l'empresa de serveis d'allotjament

source: Hosting service link (URL)
ca: Enllaç al servei d'allotjament (URL)

source: Hosting service link to privacy notice (URL)
ca: Servei d'allotjament enllaç a avís de privacitat (URL)

source: First date of Order Processing agreement
ca: Primera data de l'acord Processament de comandes

source: Last date of Order Processing agreement
ca: Última data de l'acord Processament de comandes

source: In which sequence should the main chapters be shown?
ca: En quina seqüència s'han de mostrar els capítols principals?

source: Chapter
ca: Capítol

source: In which sequence should the sections of the chapter "Legal Regulations" be shown?
ca: En quina seqüència s'han de mostrar els apartats del capítol "Normes jurídiques"?

source: Section
ca: Secció
