Repository: hartenthaler/hh_legal_notice
Catalog: resources/lang/*.po
Languages: ca

source: Legal notice as a footer element for this site.
ca: Avís legal com a element de peu de pàgina d'aquest lloc.

source: Legal Notice
ca: Avís Legal

source: and Privacy Policy
ca: i Política de privacitat

source: This website uses cookies.
ca: Aquest lloc web utilitza cookies.

source: Responsible person
ca: Persona responsable

source: This website is operated by:
ca: Aquest lloc web està operat per:

source: Represented by:
ca: Representat per:

source: Phone
ca: Telèfon

source: eMail
ca: Correu electrònic

source: Additional contact
ca: Contacte addicional

source: Website administrator
ca: Administrador de la pàgina web

source: The webtrees administrator is responsible to manage users and to set the preferences for this website.
ca: L'administrador de webtrees és el responsable de gestionar els usuaris i d'establir les preferències d'aquest lloc web.

source: Legal Notice and Privacy Policy
ca: Avís Legal i Política de Privacitat

source: message via legal notice of site %s
ca: missatge a través de l'avís legal del lloc %s

source: Dear Mr. %s
ca: Benvolgut Sr. %s

source: Dear Mrs. %s
ca: Benvolguda senyora %s

source: Dear %s
ca: Benvolguts %s

# heading
source: Data protection
ca: Protecció de dades

# heading
source: Purpose
ca: Propòsit

# heading
source: Privacy
ca: Privacitat

# heading
source: Processing of personal data
ca: Tractament de dades personals

# heading
source: GDPR in connection with online genealogies
ca: GDPR en relació amb genealogies en línia

# heading
source: Right of providing information
ca: Dret d'informació

# heading
source: Right to correction or deletion of personal data
ca: Dret de rectificació o supressió de les dades personals

# heading
source: Right of appeal
ca: Dret de recurs

# heading
source: Legal regulations
ca: Normes legals

# heading
source: Liability for the content of these websites
ca: Responsabilitat pel contingut d'aquests llocs web

# heading
source: Liability for links
ca: Responsabilitat per enllaços

# heading
source: Copyright and distribution of genealogical data
ca: Drets d'autor i distribució de dades genealògiques

# heading
source: Use of the address data in the Legal Notice
ca: Ús de les dades de l'adreça en l'Avís Legal

# heading
source: Duty to mitigate damages
ca: Deure de mitigar els danys

# heading
source: Open-source and License
ca: Codi obert i llicència

# heading
source: Severability Clause
ca: Clàusula de divisibilitat

source: The contents of my pages were created with great care. However, I cannot guarantee that the content is correct, complete or up-to-date. I am responsible for my own content on these pages according to general laws; However, I am not obliged to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. An obligation to remove or block the use of information according to general laws remains unaffected. However, liability in this regard is only possible from the point in time at which knowledge of a specific infringement of the law is known. As soon as I become aware of any legal violations, I will remove this content immediately.
ca: Els continguts de les meves pàgines van ser creats amb molta cura. No obstant això, no puc garantir que el contingut sigui correcte, complet o actualitzat. Sóc responsable del meu propi contingut en aquestes pàgines d'acord amb les lleis generals; No obstant això, no estic obligat a controlar la informació transmesa o emmagatzemada de tercers ni a investigar circumstàncies que indiquin activitat il·legal. L'obligació d'eliminar o bloquejar l'ús de la informació d'acord amb les lleis generals no es veu afectada. No obstant això, la responsabilitat en aquest sentit només és possible des del moment en què es coneix el coneixement d'una infracció específica de la llei. Tan aviat com tingui coneixement de qualsevol infracció legal, eliminaré aquest contingut immediatament.

source: If you, as a user of this site, are entitled to create content yourself or upload files, you are obliged to comply with all legal requirements and to protect personal data by using the mechanisms of webtrees. If in doubt, please feel free to contact me.
ca: Si vostè, com a usuari d'aquest lloc, té dret a crear continguts vostè mateix o pujar arxius, està obligat a complir amb tots els requisits legals i a protegir les dades de caràcter personal mitjançant l'ús dels mecanismes de webtrees. En cas de dubte, no dubteu a posar-vos en contacte amb mi.

source: The contents of our pages were created with great care. However, we cannot guarantee that the content is correct, complete or up-to-date. We are responsible for our own content on these pages according to general laws; however, we are not obliged to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. An obligation to remove or block the use of information according to general laws remains unaffected. However, liability in this regard is only possible from the point in time at which knowledge of a specific infringement of the law is known. As soon as we become aware of any legal violations, we will remove this content immediately.
ca: Els continguts de les nostres pàgines van ser creats amb molta cura. No obstant això, no podem garantir que el contingut sigui correcte, complet o actualitzat. Som responsables del nostre propi contingut en aquestes pàgines d'acord amb les lleis generals; no obstant això, no estem obligats a controlar la informació de tercers transmesa o emmagatzemada ni a investigar circumstàncies que indiquin activitat il·legal. L'obligació d'eliminar o bloquejar l'ús de la informació d'acord amb les lleis generals no es veu afectada. No obstant això, la responsabilitat en aquest sentit només és possible des del moment en què es coneix el coneixement d'una infracció específica de la llei. Tan bon punt tinguem coneixement de qualsevol infracció legal, eliminarem aquest contingut immediatament.

source: If you, as a user of this site, are entitled to create content yourself or upload files, you are obliged to comply with all legal requirements and to protect personal data by using the mechanisms of webtrees. If in doubt, please feel free to contact us.
ca: Si vostè, com a usuari d'aquest lloc, té dret a crear continguts vostè mateix o pujar arxius, està obligat a complir amb tots els requisits legals i a protegir les dades de caràcter personal mitjançant l'ús dels mecanismes de webtrees. En cas de dubte, no dubteu a posar-vos en contacte amb nosaltres.

source: This web application contains links to external websites over which I have no control. Therefore I cannot assume any liability for this external content. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking. However, a permanent control of the content of the linked pages is not reasonable without concrete evidence of an infringement. As soon as I become aware of legal violations, I will remove such links immediately.
ca: Aquesta aplicació web conté enllaços a llocs web externs sobre els quals no tinc cap control. Per tant, no puc assumir cap responsabilitat per aquest contingut extern. El proveïdor o operador respectiu de les pàgines és sempre responsable del contingut de les pàgines enllaçades. Les pàgines enllaçades es van comprovar si hi havia possibles infraccions legals en el moment de l'enllaç. El contingut il·legal no era recognoscible en el moment de l'enllaç. No obstant això, un control permanent del contingut de les pàgines enllaçades no és raonable sense proves concretes d'una infracció. Tan aviat com tingui coneixement de violacions legals, eliminaré aquests enllaços immediatament.

source: This web application contains links to external websites over which we have no control. Therefore we cannot assume any liability for this external content. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking. However, a permanent control of the content of the linked pages is not reasonable without concrete evidence of an infringement. As soon as we become aware of legal violations, we will remove such links immediately.
ca: Aquesta aplicació web conté enllaços a llocs web externs sobre els quals no tenim cap control. Per tant, no podem assumir cap responsabilitat per aquest contingut extern. El proveïdor o operador respectiu de les pàgines és sempre responsable del contingut de les pàgines enllaçades. Les pàgines enllaçades es van comprovar si hi havia possibles infraccions legals en el moment de l'enllaç. El contingut il·legal no era recognoscible en el moment de l'enllaç. No obstant això, un control permanent del contingut de les pàgines enllaçades no és raonable sense proves concretes d'una infracció. Tan aviat com tinguem coneixement d'infraccions legals, eliminarem aquests enllaços immediatament.

source: I always endeavor to observe the copyrights of others or to use self-created and license-free works. Third-party contributions to this website are marked as such by naming a source if they cannot be used freely. Should you nevertheless become aware of a copyright infringement, please inform me accordingly. As soon as I become aware of legal violations, I will remove such content immediately.
ca: Sempre m'esforço per observar els drets d'autor d'altres persones o per utilitzar obres creades per si mateixes i sense llicència. Les contribucions de tercers a aquest lloc web es marquen com a tals anomenant una font si no es poden utilitzar lliurement. Tanmateix, si teniu coneixement d'una infracció dels drets d'autor, informeu-me en conseqüència. Tan aviat com tingui coneixement de les infraccions legals, eliminaré aquest contingut immediatament.

source: The content and works created by me and the registered users on this website are subject to copyright. If you contribute content as a registered user of this website, you transfer all rights to it to me. The distribution and any kind of exploitation of the content of this website outside the limits of copyright require my written consent. Commercial use of the information provided here is generally prohibited.
ca: El contingut i les obres creades per mi i els usuaris registrats en aquest lloc web estan subjectes a drets d'autor. Si aportes contingut com a usuari registrat d'aquest lloc web, em cedeixes tots els drets. La distribució i qualsevol tipus d'explotació del contingut d'aquest lloc web fora dels límits dels drets d'autor requereixen el meu consentiment per escrit. Amb caràcter general, queda prohibit l'ús comercial de la informació aquí facilitada.

source: The content and works created by me and the registered users on this website are subject to copyright in %s. If you contribute content as a registered user of this website, you transfer all rights to it to me. The distribution and any kind of exploitation of the content of this website outside the limits of copyright require my written consent. Commercial use of the information provided here is generally prohibited.
ca: El contingut i les obres creades per mi i els usuaris registrats en aquest lloc web estan subjectes a drets d'autor en %s. Si aportes contingut com a usuari registrat d'aquest lloc web, em cedeixes tots els drets. La distribució i qualsevol tipus d'explotació del contingut d'aquest lloc web fora dels límits dels drets d'autor requereixen el meu consentiment per escrit. Amb caràcter general, queda prohibit l'ús comercial de la informació aquí facilitada.

source: Copying or downloading genealogical data for private use is permitted. Anyone who wants to use parts of our data in their own family trees is obliged to name %s as the source. In particular, the protected images may only be accessible there for family members. The information on living people must not be copied to other websites where the privacy of these people cannot be guaranteed. A lot of time and effort was put into the webtrees database. I don't want others to simply copy our work together. I expect you to follow these guidelines as well. This database remains my property and will not be sold, donated or rented in any way.
ca: Es permet la còpia o descàrrega de dades genealògiques per a ús privat. Qualsevol persona que vulgui utilitzar parts de les nostres dades en els seus propis arbres genealògics està obligada a nomenar %s com a font. En particular, les imatges protegides només hi poden ser accessibles per als membres de la família. La informació sobre persones vives no s'ha de copiar a altres llocs web on no es pugui garantir la privacitat d'aquestes persones. Es va dedicar molt de temps i esforç a la base de dades webtrees. No vull que els altres simplement copiïn el nostre treball junts. Espero que també seguiu aquestes directrius. Aquesta base de dades segueix sent la meva propietat i no es vendrà, donarà ni llogarà de cap manera.

source: We always endeavor to observe the copyrights of others or to use self-created and license-free works. Third-party contributions to this website are marked as such by naming a source if they cannot be used freely. Should you nevertheless become aware of a copyright infringement, please inform us accordingly. As soon as we become aware of legal violations, we will remove such content immediately.
ca: Sempre ens esforcem per observar els drets d'autor d'altres persones o per utilitzar obres creades per si mateixes i lliures de llicències. Les contribucions de tercers a aquest lloc web es marquen com a tals anomenant una font si no es poden utilitzar lliurement. No obstant això, si teniu coneixement d'una infracció dels drets d'autor, informeu-nos-en conseqüència. Tan bon punt tinguem coneixement d'infraccions legals, suprimirem aquest contingut immediatament.

source: The content and works created by us and by the registered users on this website are subject to copyright. If you contribute content as a registered user of this website, you transfer all rights to it to us. The distribution and any kind of exploitation of the content of this website outside the limits of copyright require our written consent. Commercial use of the information provided here is generally prohibited.
ca: El contingut i les obres creades per nosaltres i pels usuaris registrats en aquest lloc web estan subjectes a drets d'autor. Si aportes contingut com a usuari registrat d'aquest lloc web, ens cedeixes tots els drets. La distribució i qualsevol tipus d'explotació del contingut d'aquest lloc web fora dels límits dels drets d'autor requereixen el nostre consentiment per escrit. Amb caràcter general, queda prohibit l'ús comercial de la informació aquí facilitada.

source: The content and works created by us and by the registered users on this website are subject to copyright in %s. If you contribute content as a registered user of this website, you transfer all rights to it to us. The distribution and any kind of exploitation of the content of this website outside the limits of copyright require our written consent. Commercial use of the information provided here is generally prohibited.
ca: Els continguts i les obres creats per nosaltres i pels usuaris registrats en aquest lloc web estan subjectes a drets d'autor en %s. Si aportes contingut com a usuari registrat d'aquest lloc web, ens cedeixes tots els drets. La distribució i qualsevol tipus d'explotació del contingut d'aquest lloc web fora dels límits dels drets d'autor requereixen el nostre consentiment per escrit. Amb caràcter general, queda prohibit l'ús comercial de la informació aquí facilitada.

source: Copying or downloading genealogical data for private use is permitted. Anyone who wants to use parts of our data in their own family trees is obliged to name %s as the source. In particular, the protected images may only be accessible there for family members. The information on living people must not be copied to other websites where the privacy of these people cannot be guaranteed. A lot of time and effort was put into the webtrees database. We don't want others to simply copy our work together. We expect you to follow these guidelines as well. This database remains our property and will not be sold, donated or rented in any way.
ca: Es permet la còpia o descàrrega de dades genealògiques per a ús privat. Qualsevol persona que vulgui utilitzar parts de les nostres dades en els seus propis arbres genealògics està obligada a nomenar %s com a font. En particular, les imatges protegides només hi poden ser accessibles per als membres de la família. La informació sobre persones vives no s'ha de copiar a altres llocs web on no es pugui garantir la privacitat d'aquestes persones. Es va dedicar molt de temps i esforç a la base de dades webtrees. No volem que els altres simplement copiïn el nostre treball junts. Esperem que també seguiu aquestes directrius. Aquesta base de dades segueix sent de la nostra propietat i no serà venuda, donada o llogada de cap manera.

source: The use of the contact data published by us as part of the imprint obligation by third parties for the purpose of sending unsolicited advertising and information material is hereby expressly prohibited. I expressly reserve the right to take legal action in the event of unsolicited advertising being sent, such as spam e-mails.
ca: Queda expressament prohibit l'ús de les dades de contacte publicades per nosaltres com a part de l'obligació d'impressió per part de tercers amb la finalitat d'enviar material publicitari i informatiu no sol·licitat. Em reservo expressament el dret d'emprendre accions legals en cas d'enviament de publicitat no sol·licitada, com ara correus electrònics de correu brossa.

source: The use of the contact data published by us as part of the imprint obligation by third parties for the purpose of sending unsolicited advertising and information material is hereby expressly prohibited. We expressly reserve the right to take legal action in the event of unsolicited advertising being sent, such as spam e-mails.
ca: Queda expressament prohibit l'ús de les dades de contacte publicades per nosaltres com a part de l'obligació d'impressió per part de tercers amb la finalitat d'enviar material publicitari i informatiu no sol·licitat. Ens reservem expressament el dret d'emprendre accions legals en cas d'enviament de publicitat no sol·licitada, com ara correus electrònics de correu brossa.

source: Should you notice any irregularities on our website, please contact me beforehand to avoid unnecessary legal disputes and costs. I am sure that we will come to an amicable and informal solution. The cost note of a legal warning will therefore be rejected as unfounded in the sense of the obligation to mitigate the damage if I have not been contacted via my e-mail address beforehand and have been informed of this possible grievance.
ca: Si observeu alguna irregularitat al nostre lloc web, poseu-vos en contacte amb mi prèviament per evitar disputes legals i costos innecessaris. Estic segur que arribarem a una solució amistosa i informal. Per tant, la nota de cost d'un avís legal serà rebutjada com a infundada en el sentit de l'obligació de mitigar el dany si no m'han contactat prèviament a través de la meva adreça de correu electrònic i he estat informat d'aquest possible greuge.

source: Should you notice any irregularities on our website, we ask you to contact us beforehand to avoid unnecessary legal disputes and costs. We are sure that we will come to an amicable and informal solution. The cost note of a legal warning will therefore be rejected as unfounded in the sense of the obligation to mitigate the damage if we have not been contacted beforehand via one of our e-mail addresses and have been informed of this possible grievance.
ca: Si observeu alguna irregularitat al nostre lloc web, us demanem que us poseu en contacte amb nosaltres prèviament per evitar disputes i costos legals innecessaris. Estem segurs que arribarem a una solució amistosa i informal. Per tant, la nota de cost d'un avís legal serà rebutjada com a infundada en el sentit de l'obligació de mitigar el dany si no ens han contactat prèviament a través d'una de les nostres adreces de correu electrònic i se'ns ha informat d'aquest possible greuge.

source: This website uses the genealogy program webtrees - an open source software. The source code is publicly available on GitHub and can be changed by anyone. Usage is free. This program was developed by people from many countries and is provided under the terms of the GNU General Public License Version 3 or a later version. The developers and the entire webtrees community are volunteering their time and skills to the project. Apart from the few donations from users, the developers receive no compensation for the time they invest in the project. There are also no external sources of income to support the project.
ca: Aquest lloc web utilitza el programa de genealogia webtrees - un programari de codi obert. El codi font està disponible públicament a GitHub i el pot canviar qualsevol persona. L'ús és gratuït. Aquest programa va ser desenvolupat per gent de molts països i es proporciona sota els termes de la Llicència Pública General de GNU versió 3 o una versió posterior. Els desenvolupadors i tota la comunitat de webtrees estan oferint el seu temps i habilitats al projecte. A part de les poques donacions dels usuaris, els desenvolupadors no reben cap compensació pel temps que inverteixen en el projecte. Tampoc hi ha fonts d'ingressos externes per donar suport al projecte.

source: If parts or individual formulations of this text do not, no longer or not completely correspond to the applicable legal situation, the remaining parts of the text remain unaffected in their content and validity.
ca: Si les parts o formulacions individuals d'aquest text no es corresponen o no del tot amb la situació jurídica aplicable, la resta de parts del text queden sense veure's afectades pel seu contingut i validesa.

source: This website uses third-party services to manage cookies.
ca: Aquest lloc web utilitza serveis de tercers per gestionar les cookies.

source: Tracking and analytics
ca: Seguiment i anàlisi

source: This website uses third-party services to learn about visitor behavior.
ca: Aquest lloc web utilitza serveis de tercers per conèixer el comportament dels visitants.

source: These services may use cookies or other tracking technology.
ca: Aquests serveis poden utilitzar cookies o una altra tecnologia de seguiment.

source: You can opt out of tracking by setting the “Do Not Track” header in your browser preferences.
ca: Podeu desactivar el seguiment establint la capçalera "No rastrejar" a les preferències del navegador.

source: Third party services
ca: Serveis de tercers

source: This website uses additional third-party services.
ca: Aquest lloc web utilitza serveis addicionals de tercers.

source: Copyright
ca: Drets d’autor

source: optional
ca: opcional

source: Should a copyright notice be included in this page footer element?
ca: S'ha d'incloure un avís de drets d'autor en aquest element de peu de pàgina?

source: Start year of copyright (e.g. "2020")
ca: Any d'inici dels drets d'autor (p. ex., "2020")

source: Name of holder of copyright
ca: Nom del titular dels drets d'autor

source: mandatory
ca: obligatori

source: First name(s)
ca: Nom(s)

source: Surname(s)
ca: Cognom(s)

source: Sex
ca: Sexe

source: male
ca: Masculí

source: female
ca: Femení

source: other sex
ca: altres sexes
